Repository: debastiani-dev/cnv
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Location restored successfully.
pt_br: Local restaurado com sucesso.

source: Location permanently deleted.
pt_br: Local excluído permanentemente.

source: No cattle selected.
pt_br: Nenhum gado selecionado.

source: Invalid cattle selection.
pt_br: Seleção de gado inválida.

source: Cattle moved successfully.
pt_br: Gado movido com sucesso.

source: Tax ID
pt_br: CNPJ/CPF

source: Phone
pt_br: Telefone

source: Customer
pt_br: Cliente

source: Supplier
pt_br: Fornecedor

source: Partner
pt_br: Parceiro

source: Cannot delete partner because they have associated Sales.
pt_br: Não é possível excluir o parceiro porque ele possui Vendas associadas.

source: Cannot delete partner because they have associated Purchases.
pt_br: Não é possível excluir o parceiro porque ele possui Compras associadas.

source: Delete Partner
pt_br: Excluir Parceiro

source: Are you sure you want to delete partner <strong>%(name)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o parceiro <strong>%(name)s</strong>? Ele será movido para a Lixeira.

source: Permanently Delete Partner
pt_br: Excluir Parceiro Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the partner <strong>%(name)s</strong>?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o parceiro <strong>%(name)s</strong>?

source: Restore Partner
pt_br: Restaurar Parceiro

source: Are you sure you want to restore the partner <strong>%(name)s</strong>?
pt_br: Tem certeza de que deseja restaurar o parceiro <strong>%(name)s</strong>?

source: Back to Partner List
pt_br: Voltar para Lista de Parceiros

source: Full Name
pt_br: Nome Completo

source: Tax ID (CPF/CNPJ)
pt_br: CPF/CNPJ

source: Address
pt_br: Endereço

source: Edit Partner
pt_br: Editar Parceiro

source: A list of all partners including customers and suppliers.
pt_br: Uma lista de todos os parceiros incluindo clientes e fornecedores.

source: Search partners...
pt_br: Pesquisar parceiros...

source: Add Partner
pt_br: Adicionar Parceiro

source: Total Sales
pt_br: Total de Vendas

source: Total Purchases
pt_br: Total de Compras

source: No partners found.
pt_br: Nenhum parceiro encontrado.

source: Partner Trash Bin
pt_br: Lixeira de Parceiros

source: A list of all deleted partners.
pt_br: Uma lista de todos os parceiros excluídos.

source: Item Type
pt_br: Tipo de Item

source: Selected item does not exist.
pt_br: O item selecionado não existe.

source: Purchase
pt_br: Compra

source: Total Amount
pt_br: Valor Total

source: Transaction
pt_br: Transação

source: Quantity
pt_br: Quantidade

source: Unit Price
pt_br: Preço Unitário

source: Total Price
pt_br: Preço Total

source: Transaction Item
pt_br: Item da Transação

source: Transaction Items
pt_br: Itens da Transação

source: Delete Purchase
pt_br: Excluir Compra

source: Are you sure you want to delete the purchase
pt_br: Tem certeza de que deseja excluir a compra

source: It will be moved to the Trash Bin.
pt_br: Isso será movido para a Lixeira.

source: Delete Permanent Purchase
pt_br: Excluir Compra Permanente

source: Permanently Delete Purchase
pt_br: Excluir Compra Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the purchase from <strong>%(date)s</strong> with %(partner)s (%(total)s)?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> a compra de <strong>%(date)s</strong> com %(partner)s (%(total)s)?

source: Restore Purchase
pt_br: Restaurar Compra

source: Are you sure you want to restore the purchase "%(object.pk)s"?
pt_br: Tem certeza de que deseja restaurar a compra "%(object.pk)s"?

source: Purchase Details
pt_br: Detalhes da Compra

source: Purchase Information
pt_br: Informações da Compra

source: Details of the purchase.
pt_br: Detalhes da compra.

source: Edit Purchase
pt_br: Editar Compra

source: New Purchase
pt_br: Nova Compra

source: Record a new purchase for a partner.
pt_br: Registrar uma nova compra de um fornecedor.

source: Purchase Items
pt_br: Itens da Compra

source: Select an item
pt_br: Selecione um item

source: Add Item
pt_br: Adicionar Item

source: Save Purchase
pt_br: Salvar Compra

source: Loading...
pt_br: Carregando...

source: No items found
pt_br: Nenhum item encontrado

source: Error loading items
pt_br: Erro ao carregar itens

source: A list of all purchases.
pt_br: Uma lista de todas as compras.

source: Search purchases...
pt_br: Pesquisar compras...

source: All Partners
pt_br: Todos os Parceiros

source: Purchase Date
pt_br: Data da Compra

source: Items
pt_br: Itens

source: No transactions found.
pt_br: Nenhuma transação encontrada.

source: Trash Bin - Purchases
pt_br: Lixeira - Compras

source: View and manage deleted purchases.
pt_br: Visualize e gerencie compras excluídas.

source: Calf Tag
pt_br: Marca/Brinco do Bezerro

source: Calf Name
pt_br: Nome do Bezerro

source: Calf Sex
pt_br: Sexo do Bezerro

source: Birth Weight (kg)
pt_br: Peso ao Nascer (kg)

source: Select the breeding event to link lineage (Sire).
pt_br: Selecione o evento de reprodução para vincular a linhagem (Pai).

source: Only Open or Lactating females are eligible.
pt_br: Apenas fêmeas Abertas ou Lactantes são elegíveis.

source: e.g. Breeding Season 2024/2025
pt_br: ex. Estação Reprodutiva 2024/2025

source: Start Date
pt_br: Data de Início

source: End Date
pt_br: Data de Término

source: Reproductive Season
pt_br: Estação Reprodutiva

source: Artificial Insemination
pt_br: Inseminação Artificial

source: Fixed-Time AI
pt_br: IATF

source: Natural Mating
pt_br: Monta Natural

source: Embryo Transfer
pt_br: Transferência de Embrião

source: Method
pt_br: Método

source: Sire Name (External)
pt_br: Nome do Touro (Externo)

source: If sire is not in inventory
pt_br: Se o touro não estiver no inventário

source: Season/Batch
pt_br: Estação/Lote

source: Breeding Event
pt_br: Evento de Reprodução

source: Positive
pt_br: Positivo

source: Negative
pt_br: Negativo

source: Check Date
pt_br: Data do Diagnóstico

source: Result
pt_br: Resultado

source: Fetus Days
pt_br: Dias do Feto

source: Estimated age of fetus in days
pt_br: Idade estimada do feto em dias

source: Expected Calving Date
pt_br: Data Prevista do Parto

source: Pregnancy Check
pt_br: Diagnóstico de Gestação

source: Easy/Unassisted
pt_br: Fácil/Não assistido

source: Assisted
pt_br: Assistido

source: C-Section
pt_br: Cesariana

source: Linked Breeding Event
pt_br: Evento de Reprodução Vinculado

source: Calving Date
pt_br: Data do Parto

source: Calf
pt_br: Bezerro

source: Ease of Birth
pt_br: Facilidade do Parto

source: Calving
pt_br: Parto

source: Calvings
pt_br: Partos

source: Only female cattle can be bred.
pt_br: Apenas fêmeas podem ser reproduzidas.

source: Delete Breeding Event
pt_br: Excluir Evento de Reprodução

source: Are you sure you want to delete the breeding event for <strong>%(tag)s</strong> on <strong>%(date)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o evento de reprodução de <strong>%(tag)s</strong> em <strong>%(date)s</strong>? Ele será movido para a Lixeira.

source: Permanently Delete Breeding Event
pt_br: Excluir Evento de Reprodução Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the breeding event for <strong>%(tag)s</strong> on <strong>%(date)s</strong>?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o evento de reprodução de <strong>%(tag)s</strong> em <strong>%(date)s</strong>?

source: Restore Breeding Event
pt_br: Restaurar Evento de Reprodução

source: Are you sure you want to restore the breeding event for <strong>%(tag)s</strong> on <strong>%(date)s</strong>?
pt_br: Tem certeza de que deseja restaurar o evento de reprodução de <strong>%(tag)s</strong> em <strong>%(date)s</strong>?

source: Record Breeding Event
pt_br: Registrar Evento de Reprodução

source: Select the dam and the service details.
pt_br: Selecione a matriz e os detalhes do serviço.

source: Select a bull from your inventory.
pt_br: Selecione um touro do seu inventário.

source: OR
pt_br: OU

source: Enter name for external bull (e.g. AI straw).
pt_br: Digite o nome para touro externo (ex. palheta de IA).

source: Record Breeding
pt_br: Registrar Reprodução

source: A list of all breeding events recorded.
pt_br: Uma lista de todos os eventos de reprodução registrados.

source: Batch
pt_br: Lote

source: No breeding events found.
pt_br: Nenhum evento de reprodução encontrado.

source: Breeding Event Trash Bin
pt_br: Lixeira de Eventos de Reprodução

source: A list of all deleted breeding events.
pt_br: Uma lista de todos os eventos de reprodução excluídos.

source: Delete Calving Record
pt_br: Excluir Registro de Parto

source: Are you sure you want to delete the calving record for <strong>%(tag)s</strong> on <strong>%(date)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o registro de parto de <strong>%(tag)s</strong> em <strong>%(date)s</strong>? Ele será movido para a Lixeira.

source: Permanently Delete Calving Record
pt_br: Excluir Registro de Parto Permanentemente

source: Warning: This action is irreversible
pt_br: Aviso: Esta ação é irreversível

source: Are you sure you want to <strong>permanently delete</strong> the calving record for <strong>%(tag)s</strong> on <strong>%(date)s</strong>? This action cannot be undone.
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o registro de parto de <strong>%(tag)s</strong> em <strong>%(date)s</strong>? Esta ação não pode ser desfeita.

source: Restore Calving Record
pt_br: Restaurar Registro de Parto

source: Are you sure you want to restore the calving record for <strong>%(tag)s</strong> on <strong>%(date)s</strong>?
pt_br: Tem certeza de que deseja restaurar o registro de parto de <strong>%(tag)s</strong> em <strong>%(date)s</strong>?

source: Record Calving & New Calf
pt_br: Registrar Parto & Novo Bezerro

source: Record Calving
pt_br: Registrar Parto

source: Register the birth event and the new calf.
pt_br: Registre o evento de nascimento e o novo bezerro.

source: Information about the birth.
pt_br: Informações sobre o nascimento.

source: New Calf Details
pt_br: Detalhes do Novo Bezerro

source: Enter details for the new cattle record.
pt_br: Insira os detalhes para o novo registro de gado.

source: Register Birth
pt_br: Registrar Nascimento

source: History of calving events and new calves.
pt_br: Histórico de eventos de parto e novos bezerros.

source: Ease
pt_br: Facilidade

source: Linked Breeding
pt_br: Reprodução Vinculada

source: No calving records found.
pt_br: Nenhum registro de parto encontrado.

source: Trash Bin - Calving Records
pt_br: Lixeira - Registros de Parto

source: A list of deleted calving records. You can restore them or permanently delete them.
pt_br: Uma lista de registros de parto excluídos. Você pode restaurá-los ou excluí-los permanentemente.

source: No deleted calving records found.
pt_br: Nenhum registro de parto excluído encontrado.

source: Reproduction Overview
pt_br: Visão Geral da Reprodução

source: Overview of the genetics and breeding program.
pt_br: Visão geral da genética e programa de reprodução.

source: Active Season:
pt_br: Estação Ativa:

source: Total Females
pt_br: Total de Fêmeas

source: Open (Ready)
pt_br: Aberta (Pronta)

source: Recent Breedings
pt_br: Coberturas Recentes

source: Sire:
pt_br: Touro:

source: No recent breedings.
pt_br: Nenhuma cobertura recente.

source: Recent Calvings
pt_br: Partos Recentes

source: No recent calvings.
pt_br: Nenhum parto recente.

source: Delete Pregnancy Check
pt_br: Excluir Diagnóstico de Gestação

source: Are you sure you want to delete the pregnancy check for <strong>%(tag)s</strong> on <strong>%(date)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o diagnóstico de gestação de <strong>%(tag)s</strong> em <strong>%(date)s</strong>? Ele será movido para a Lixeira.

source: Permanently Delete Pregnancy Check
pt_br: Excluir Diagnóstico de Gestação Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the pregnancy check for <strong>%(tag)s</strong> on <strong>%(date)s</strong>? This action cannot be undone.
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o diagnóstico de gestação de <strong>%(tag)s</strong> em <strong>%(date)s</strong>? Esta ação não pode ser desfeita.

source: Restore Pregnancy Check
pt_br: Restaurar Diagnóstico de Gestação

source: Are you sure you want to restore the pregnancy check for <strong>%(tag)s</strong> on <strong>%(date)s</strong>?
pt_br: Tem certeza de que deseja restaurar o diagnóstico de gestação de <strong>%(tag)s</strong> em <strong>%(date)s</strong>?

source: Record Pregnancy Diagnosis
pt_br: Registrar Diagnóstico de Gestação

source: Select a bred cow and record the diagnosis result.
pt_br: Selecione uma vaca coberta e registre o resultado do diagnóstico.Selecione uma vaca coberta/inseminada e registre o resultado do diagnóstico.

source: Only showing cows currently marked as BRED.
pt_br: Mostrando apenas vacas marcadas como INSEMINADA/COBERTA.

source: Estimated age of fetus in days (optional).
pt_br: Idade estimada do feto em dias (opcional).

source: Record Diagnosis
pt_br: Registrar Diagnóstico

source: Pregnancy Diagnosis
pt_br: Diagnóstico de Gestação

source: History of pregnancy checks performed.
pt_br: Histórico de diagnósticos de gestação realizados.

source: Breeding Date
pt_br: Data da Cobertura

source: Expected Calving
pt_br: Previsão de Parto

source: No diagnosis records found.
pt_br: Nenhum registro de diagnóstico encontrado.

source: Trash Bin - Pregnancy Checks
pt_br: Lixeira - Diagnósticos de Gestação

source: A list of deleted pregnancy checks. You can restore them or permanently delete them.
pt_br: Uma lista de diagnósticos de gestação excluídos. Você pode restaurá-los ou excluí-los permanentemente.

source: No deleted diagnosis found.
pt_br: Nenhum diagnóstico excluído encontrado.

source: Delete Reproductive Season
pt_br: Excluir Estação Reprodutiva

source: Are you sure you want to delete the reproductive season <strong>%(name)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir a estação reprodutiva <strong>%(name)s</strong>? Ela será movida para a Lixeira.

source: Permanently Delete Reproductive Season
pt_br: Excluir Estação Reprodutiva Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the reproductive season <strong>%(name)s</strong>? This action cannot be undone.
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> a estação reprodutiva <strong>%(name)s</strong>? Esta ação não pode ser desfeita.

source: Restore Reproductive Season
pt_br: Restaurar Estação Reprodutiva

source: Are you sure you want to restore the reproductive season <strong>%(name)s</strong>?
pt_br: Tem certeza de que deseja restaurar a estação reprodutiva <strong>%(name)s</strong>?

source: Manage breeding seasons for your herd.
pt_br: Gerencie as estações de reprodução do seu rebanho.

source: Add Season
pt_br: Adicionar Estação

source: No reproductive seasons found.
pt_br: Nenhuma estação reprodutiva encontrada.

source: Trash Bin - Reproductive Seasons
pt_br: Lixeira - Estações Reprodutivas

source: A list of deleted reproductive seasons. You can restore them or permanently delete them.
pt_br: Uma lista de estações reprodutivas excluídas. Você pode restaurá-las ou excluí-las permanentemente.

source: No deleted seasons found.
pt_br: Nenhuma estação excluída encontrada.

source: Breeding recorded successfully.
pt_br: Reprodução registrada com sucesso.

source: Breeding event restored successfully.
pt_br: Evento de reprodução restaurado com sucesso.

source: Breeding event not found.
pt_br: Evento de reprodução não encontrado.

source: Breeding event permanently deleted.
pt_br: Evento de reprodução excluído permanentemente.

source: Breeding event deleted.
pt_br: Evento de reprodução excluído.

source: Calving recorded and new Calf registered.
pt_br: Parto registrado e novo Bezerro cadastrado.

source: Calving record deleted.
pt_br: Registro de parto excluído.

source: Cannot delete this calving record because it is referenced by other objects.
pt_br: Não é possível excluir este registro de parto porque ele é referenciado por outros objetos.

source: Calving record restored.
pt_br: Registro de parto restaurado.

source: Calving record permanently deleted.
pt_br: Registro de parto excluído permanentemente.

source: Diagnosis recorded successfully.
pt_br: Diagnóstico registrado com sucesso.

source: Pregnancy Check deleted.
pt_br: Diagnóstico de Gestação excluído.

source: Pregnancy Check not found.
pt_br: Diagnóstico de Gestação não encontrado.

source: Pregnancy Check restored successfully.
pt_br: Diagnóstico de Gestação restaurado com sucesso.

source: Pregnancy Check permanently deleted.
pt_br: Diagnóstico de Gestação excluído permanentemente.

source: Add Reproductive Season
pt_br: Adicionar Estação Reprodutiva

source: Edit Reproductive Season
pt_br: Editar Estação Reprodutiva

source: Reproductive Season deleted.
pt_br: Estação Reprodutiva excluída.

source: Cannot delete this Reproductive Season because it is referenced by other objects.
pt_br: Não é possível excluir esta Estação Reprodutiva porque ela é referenciada por outros objetos.

source: Reproductive Season restored.
pt_br: Estação Reprodutiva restaurada.

source: Reproductive Season permanently deleted.
pt_br: Estação Reprodutiva excluída permanentemente.

source: This item is not active/available for sale.
pt_br: Este item não está ativo/disponível para venda.

source: Sanitary Block: %(reason)s
pt_br: Bloqueio Sanitário: %(reason)s

source: Delete Sale
pt_br: Excluir Venda

source: Delete Transaction
pt_br: Excluir Transação

source: Are you sure you want to delete the sale
pt_br: Tem certeza de que deseja excluir a venda

source: Delete Permanent Sale
pt_br: Excluir Venda Permanentemente

source: Permanently Delete Transaction
pt_br: Excluir Transação Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the transaction from <strong>%(date)s</strong> with %(partner)s (%(total)s)?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> a transação de <strong>%(date)s</strong> com %(partner)s (%(total)s)?

source: Restore Sale
pt_br: Restaurar Venda

source: Restore Transaction
pt_br: Restaurar Transação

source: Are you sure you want to restore the sale "%(object.pk)s"?
pt_br: Tem certeza de que deseja restaurar a venda "%(object.pk)s"?

source: Sale Details
pt_br: Detalhes da Venda

source: Sale Information
pt_br: Informações da Venda

source: Details of the sale.
pt_br: Detalhes da venda.

source: Edit Sale
pt_br: Editar Venda

source: New Sale
pt_br: Nova Venda

source: Record a new sale for a partner.
pt_br: Registrar uma nova venda para um parceiro.

source: Sale Items
pt_br: Itens da Venda

source: Save Sale
pt_br: Salvar Venda

source: A list of all sales.
pt_br: Uma lista de todas as vendas.

source: Search sales...
pt_br: Pesquisar vendas...

source: Sale Date
pt_br: Data da Venda

source: Trash Bin - Sales
pt_br: Lixeira - Vendas

source: View and manage deleted sales.
pt_br: Visualizar e gerenciar vendas excluídas.

source: Home
pt_br: Início

source: Premium management system for premium cattle.
pt_br: Sistema de gerenciamento premium para gado premium.

source: Experience the difference in genetic quality and performance tracking.
pt_br: Experimente a diferença na qualidade genética e no acompanhamento de desempenho.

source: Access System
pt_br: Acessar Sistema

source: Learn more
pt_br: Saiba mais

source: Weight & Performance
pt_br: Peso & Desempenho

source: Average Daily Gain (kg/day)
pt_br: Ganho Médio Diário (kg/dia)

source: Gain per day since last weighing
pt_br: Ganho por dia desde a última pesagem

source: Days since last weight
pt_br: Dias desde a última pesagem

source: Weight Record
pt_br: Registro de Peso

source: Weight Records
pt_br: Registros de Peso

source: Routine
pt_br: Rotina

source: Birth
pt_br: Nascimento

source: Session Name
pt_br: Nome da Sessão

source: Weighing Session
pt_br: Sessão de Pesagem

source: Batch Weighing
pt_br: Pesagem em Lote

source: Session:
pt_br: Sessão:

source: Last Weight
pt_br: Último Peso

source: New Weight (kg)
pt_br: Novo Peso (kg)

source: Save Weights
pt_br: Salvar Pesos

source: Delete Weight Record
pt_br: Excluir Registro de Peso

source: Are you sure you want to delete the weight record for
pt_br: Tem certeza de que deseja excluir o registro de peso de

source: value
pt_br: valor

source: Edit Weight Record
pt_br: Editar Registro de Peso

source: Delete Session
pt_br: Excluir Sessão

source: Delete Weighing Session
pt_br: Excluir Sessão de Pesagem

source: Are you sure you want to delete the session
pt_br: Tem certeza de que deseja excluir a sessão

source: This will move the session and all its associated weight records to the trash.
pt_br: Isso moverá a sessão e todos os seus registros de peso associados para a lixeira.

source: Confirm Permanent Deletion
pt_br: Confirmar Exclusão Permanente

source: Permanently Delete Session?
pt_br: Excluir Sessão Permanentemente?

source: Warning: This action cannot be undone.
pt_br: Aviso: Esta ação não pode ser desfeita.

source: Are you sure you want to permanently delete this weighing session and all its associated records?
pt_br: Tem certeza de que deseja excluir permanentemente esta sessão de pesagem e todos os seus registros associados?

source: Total Animals
pt_br: Total de Animais

source: ADG
pt_br: GMD

source: Days Info
pt_br: Info de Dias

source: No records in this session.
pt_br: Nenhum registro nesta sessão.

source: Create Weighing Session
pt_br: Criar Sessão de Pesagem

source: Create & Start Weighing
pt_br: Criar & Iniciar Pesagem

source: Create Session
pt_br: Criar Sessão

source: Manage weighing events and track herd performance.
pt_br: Gerencie eventos de pesagem e acompanhe o desempenho do rebanho.

source: Search sessions...
pt_br: Pesquisar sessões...

source: All Types
pt_br: Todos os Tipos

source: Trash
pt_br: Lixeira

source: No weighing sessions found.
pt_br: Nenhuma sessão de pesagem encontrada.

source: Trash - Weighing Sessions
pt_br: Lixeira - Sessões de Pesagem

source: Trash: Weighing Sessions
pt_br: Lixeira: Sessões de Pesagem

source: Restore deleted sessions or permanently remove them.
pt_br: Restaure sessões excluídas ou remova-as permanentemente.

source: No cattle selected for weighing.
pt_br: Nenhum gado selecionado para pesagem.

source: Negative weight
pt_br: Peso negativo

source: Some records had errors:
pt_br: Alguns registros tiveram erros:

source: No weights were recorded.
pt_br: Nenhum peso foi registrado.

source: Weight record updated.
pt_br: Registro de peso atualizado.

source: Cannot delete the last record in a weighing session.
pt_br: Não é possível excluir o último registro em uma sessão de pesagem.

source: Weight record deleted.
pt_br: Registro de peso excluído.

source: Session not found.
pt_br: Sessão não encontrada.

source: Edit Weighing Session
pt_br: Editar Sessão de Pesagem

source: Session updated successfully.
pt_br: Sessão atualizada com sucesso.

source: Session moved to trash.
pt_br: Sessão movida para a lixeira.

source: Session restored successfully.
pt_br: Sessão restaurada com sucesso.

source: Session permanently deleted.
pt_br: Sessão excluída permanentemente.

source: English
pt_br: Inglês

source: Portuguese (Brazil)
pt_br: Português (Brasil)
