Repository: debastiani-dev/cnv
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Authentication
pt_br: Autenticação

source: Password
pt_br: Senha

source: Required for new users. Leave empty to keep existing password when updating.
pt_br: Obrigatório para novos usuários. Deixe em branco para manter a senha existente ao atualizar.

source: Password is required for new users.
pt_br: A senha é obrigatória para novos usuários.

source: username
pt_br: usuário

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
pt_br: Obrigatório. 150 caracteres ou menos. Apenas letras, dígitos e @/./+/-/_.

source: A user with that username already exists.
pt_br: Já existe um usuário com este nome.

source: email address
pt_br: endereço de email

source: first name
pt_br: primeiro nome

source: last name
pt_br: sobrenome

source: profile image
pt_br: imagem de perfil

source: staff status
pt_br: status de equipe

source: Designates whether the user can log into this admin site.
pt_br: Designa se o usuário pode fazer login neste site de administração.

source: active
pt_br: ativo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pt_br: Designa se este usuário deve ser tratado como ativo. Desmarque isso em vez de excluir contas.

source: date joined
pt_br: data de cadastro

source: user
pt_br: usuário

source: users
pt_br: usuários

source: Cannot delete the last active superuser. Please promote another user to superuser first.
pt_br: Não é possível excluir o último superusuário ativo. Por favor, promova outro usuário para superusuário primeiro.

source: Sign in to your account
pt_br: Faça login em sua conta

source: There were errors with your submission
pt_br: Houve erros no seu envio

source: Username
pt_br: Usuário

source: Sign in
pt_br: Entrar

source: Delete User
pt_br: Deletar Usuário

source: Are you sure you want to delete user <strong>%(name)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o gado <strong>%(name)s</strong>? Ele será movido para a Lixeira.

source: Error
pt_br: Erro

source: Cancel
pt_br: Cancelar

source: Confirm Delete
pt_br: Confirmar Exclusão

source: Delete User Forever
pt_br: Excluir Usuário Para Sempre

source: Permanently Delete User
pt_br: Excluir Usuário Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the user <strong>%(username)s</strong> (%(name)s)?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o gado <strong>%(username)s</strong> (%(name)s)?

source: This action CANNOT be undone.
pt_br: Esta ação NÃO pode ser desfeita.

source: Delete Forever
pt_br: Excluir Para Sempre

source: Restore User
pt_br: Restaurar Usuário

source: Are you sure you want to restore the user <strong>%(username)s</strong> (%(name)s)?
pt_br: Tem certeza de que deseja restaurar o gado <strong>%(username)s</strong> (%(name)s)?

source: Confirm Restore
pt_br: Confirmar Restauração

source: User Profile
pt_br: Perfil de Usuário

source: Back to Users
pt_br: Voltar para Usuários

source: Email Address
pt_br: endereço de email

source: Role
pt_br: Função

source: Account Status
pt_br: Status da Conta

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Date Joined
pt_br: Data de Entrada

source: Last Login
pt_br: Último Login

source: Edit Profile
pt_br: Editar Perfil

source: User Management
pt_br: Gerenciamento de Usuários

source: Please correct the errors below
pt_br: Por favor, corrija os erros abaixo

source: Save Details
pt_br: Salvar Detalhes

source: Users
pt_br: Usuários

source: A list of all users including their name, role, email and status.
pt_br: Uma lista de todos os usuários, incluindo nome, função, e-mail e status.

source: Search users...
pt_br: Pesquisar usuários...

source: Trash Bin
pt_br: Lixeira

source: Add User
pt_br: Adicionar Usuário

source: User
pt_br: Usuário

source: Contact
pt_br: Contato

source: Staff
pt_br: Equipe

source: Superuser
pt_br: Superusuário

source: Actions
pt_br: Ações

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: User Trash Bin
pt_br: Lixeira de Usuários

source: A list of all deleted users.
pt_br: Uma lista de todos os usuários excluídos.

source: Back to List
pt_br: Voltar para a Lista

source: Deleted Date
pt_br: Data de Exclusão

source: Restore
pt_br: Restaurar

source: Trash is empty.
pt_br: A lixeira está vazia.

source: User Details
pt_br: Detalhes do Usuário

source: Create User
pt_br: Criar Usuário

source: Update User
pt_br: Atualizar Usuário

source: User deleted successfully.
pt_br: Usuário excluído com sucesso.

source: User restored successfully.
pt_br: Usuário restaurado com sucesso.

source: User permanently deleted.
pt_br: Usuário excluído permanentemente.

source: Created at
pt_br: Criado em

source: Modified at
pt_br: Modificado em

source: Cannot delete this object because it is referenced by other objects.
pt_br: Não é possível excluir este objeto porque ele é referenciado por outros objetos.

source: Performed By
pt_br: Realizado Por

source: Close sidebar
pt_br: Fechar barra lateral

source: Dashboard
pt_br: Painel

source: Animals
pt_br: Animais

source: Cattle
pt_br: Gado

source: Locations
pt_br: Locais

source: Weight
pt_br: Peso

source: Weighing Sessions
pt_br: Sessões de Pesagem

source: Transactions
pt_br: Transações

source: Sales
pt_br: Vendas

source: Purchases
pt_br: Compras

source: Health
pt_br: Saúde

source: Sanitary Events
pt_br: Eventos Sanitários

source: Medications
pt_br: Medicações

source: Reproduction
pt_br: Reprodução

source: Overview
pt_br: Visão Geral

source: Breeding Events
pt_br: Eventos de Reprodução

source: Pregnancy Checks
pt_br: Diagnósticos de Gestação

source: Calving Records
pt_br: Registros de Parto

source: Reproductive Seasons
pt_br: Estações Reprodutivas

source: Business
pt_br: Negócios

source: Partners
pt_br: Parceiros

source: Administration
pt_br: Administração

source: Open sidebar
pt_br: Abrir barra lateral

source: Open user menu
pt_br: Abrir menu de usuário

source: Your profile
pt_br: Seu perfil

source: Sign out
pt_br: Sair

source: Cattle with tag '%(tag)s' already exists.
pt_br: Gado com a marca/brinco '%(tag)s' já existe.

source: Other
pt_br: Outros

source: Available
pt_br: Disponível

source: Sold
pt_br: Vendido

source: Dead
pt_br: Morto

source: Open
pt_br: Aberta

source: Bred
pt_br: Inseminada/Coberta

source: Pregnant
pt_br: Prenhe

source: Lactating
pt_br: Lactante

source: Male
pt_br: Macho

source: Female
pt_br: Fêmea

source: Tag
pt_br: Marca/Brinco

source: Ear tag or ID
pt_br: Brinco ou ID

source: Name
pt_br: Nome

source: Name/Nickname of the animal
pt_br: Nome/Apelido do animal

source: Electronic ID
pt_br: ID Eletrônico

source: RFID or EID tag number
pt_br: Número da etiqueta RFID ou EID

source: Sex
pt_br: Sexo

source: Breed
pt_br: Raça

source: Birth Date
pt_br: Data de Nascimento

source: Weight (kg)
pt_br: Peso (kg)

source: Reproduction Status
pt_br: Status Reprodutivo

source: Biological status of the female.
pt_br: Status biológico da fêmea.

source: Sire (Internal)
pt_br: Touro (Interno)

source: Father, if registered in the herd.
pt_br: Pai, se registrado no rebanho.

source: Sire (External ID)
pt_br: Touro (ID Externo)

source: Father's Name/ID if not in the herd.
pt_br: Nome/ID do pai se não estiver no rebanho.

source: Dam (Internal)
pt_br: Matriz (Interna)

source: Mother, if registered in the herd.
pt_br: Mãe, se registrada no rebanho.

source: Dam (External ID)
pt_br: Matriz (ID Externo)

source: Mother's Name/ID if not in the herd.
pt_br: Nome/ID da mãe se não estiver no rebanho.

source: Notes
pt_br: Notas

source: Current Weight (kg)
pt_br: Peso Atual (kg)

source: Last Weighing Date
pt_br: Data da Última Pesagem

source: Profile Image
pt_br: Imagem de Perfil

source: Current Location
pt_br: Local Atual

source: Where the animal is currently located.
pt_br: Onde o animal está localizado no momento.

source: Cannot delete cattle because it is part of a Sale transaction. Please delete the transaction item first.
pt_br: Não é possível excluir o gado porque ele faz parte de uma transação de Venda. Por favor, exclua o item da transação primeiro.

source: Cannot delete cattle because it is part of a Purchase transaction. Please delete the transaction item first.
pt_br: Não é possível excluir o gado porque ele faz parte de uma transação de Compra. Por favor, exclua o item da transação primeiro.

source: You cannot specify both an internal Sire and an external Sire ID. Please choose one.
pt_br: Você não pode especificar um Touro interno e um ID de Touro externo. Por favor, escolha um.

source: You cannot specify both an internal Dam and an external Dam ID. Please choose one.
pt_br: Você não pode especificar uma Matriz interna e um ID de Matriz externa. Por favor, escolha um.

source: A cattle cannot be its own sire.
pt_br: Um gado não pode ser seu próprio pai.

source: A cattle cannot be its own dam.
pt_br: Um gado não pode ser sua própria mãe.

source: Delete Cattle
pt_br: Excluir Gado

source: Are you sure you want to delete cattle <strong>%(tag)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o gado <strong>%(tag)s</strong>? Ele será movido para a Lixeira.

source: Permanently Delete Cattle
pt_br: Excluir Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the cattle <strong>%(tag)s</strong> (%(name)s)?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o gado <strong>%(tag)s</strong> (%(name)s)?

source: Restore Cattle
pt_br: Restaurar Gado

source: Are you sure you want to restore the cattle <strong>%(tag)s</strong> (%(name)s)?
pt_br: Tem certeza de que deseja restaurar o gado <strong>%(tag)s</strong> (%(name)s)?

source: Back to Cattle List
pt_br: Voltar para Lista de Gado

source: Tag / ID
pt_br: Marca / ID

source: Location
pt_br: Local

source: Not assigned
pt_br: Não atribuído

source: Sire
pt_br: Touro

source: Dam
pt_br: Matriz

source: Edit Cattle
pt_br: Editar Gado

source: Performance History
pt_br: Histórico de Desempenho

source: Weight records and growth performance.
pt_br: Registros de peso e performance de crescimento.

source: Date
pt_br: Data

source: ADG (kg/d)
pt_br: GMD (kg/dia)

source: Session
pt_br: Sessão

source: No weight records found.
pt_br: Nenhum registro de peso encontrado.

source: Movement History
pt_br: Histórico de Movimentação

source: Recent locations and transfers.
pt_br: Locais recentes e transferências.

source: From
pt_br: De

source: To
pt_br: Para

source: Reason
pt_br: Motivo

source: By
pt_br: Por

source: No movement history recorded.
pt_br: Nenhum histórico de movimentação registrado.

source: Health History
pt_br: Histórico Sanitário

source: Record of sanitary events, vaccinations, and checks.
pt_br: Registro de eventos sanitários, vacinações e verificações.

source: Event
pt_br: Evento

source: Medication
pt_br: Medicação

source: Cost
pt_br: Custo

source: No health events recorded.
pt_br: Nenhum evento sanitário registrado.

source: Save
pt_br: Salvar

source: A list of all cattle in your herd including their tag, name, breed, and status.
pt_br: Uma lista de todo o gado do seu rebanho, incluindo marca/brinco, nome, raça e status.

source: Search cattle...
pt_br: Pesquisar gado...

source: All Breeds
pt_br: Todas as Raças

source: All Statuses
pt_br: Todos os Status

source: New Weighing Session
pt_br: Nova Sessão de Pesagem

source: Move Cattle
pt_br: Mover Gado

source: New Sanitary Event
pt_br: Novo Evento Sanitário

source: Add Cattle
pt_br: Adicionar Gado

source: Age
pt_br: Idade

source: Cattle Trash Bin
pt_br: Lixeira de Gado

source: A list of all deleted cattle.
pt_br: Uma lista de todo o gado excluído.

source: Image
pt_br: Imagem

source: Cattle restored successfully.
pt_br: Gado restaurado com sucesso.

source: Cattle not found.
pt_br: Gado não encontrado.

source: Cattle permanently deleted.
pt_br: Gado excluído permanentemente.

source: Resting Status Violations
pt_br: Violações de Status de Descanso

source: The following locations are set to 'Resting' but currently contain animals:
pt_br: Os seguintes locais estão definidos como 'Descanso', mas atualmente contêm animais:

source: Total Cattle
pt_br: Total de Gado

source: Withdrawal Status
pt_br: Status de Carência

source: Blocked
pt_br: Bloqueado

source: Compliant
pt_br: Regular

source: Net Profit
pt_br: Lucro Líquido

source: Herd GMD (90d)
pt_br: GMD do Rebanho (90d)

source: Herd Composition
pt_br: Composição do Rebanho

source: Financial Overview
pt_br: Visão Geral Financeira

source: Recent Sales
pt_br: Vendas Recentes

source: View all
pt_br: Ver tudo

source: No recent sales.
pt_br: Nenhuma venda recente.

source: Recent Purchases
pt_br: Compras Recentes

source: No recent purchases.
pt_br: Nenhuma compra recente.

source: Recent Health Events
pt_br: Eventos Sanitários Recentes

source: No recent health events.
pt_br: Nenhum evento sanitário recente.

source: Pasture Occupancy
pt_br: Ocupação de Pasto

source: View Map
pt_br: Ver Mapa

source: animals
pt_br: animais

source: No occupancy data available.
pt_br: Nenhum dado de ocupação disponível.

source: Vaccine
pt_br: Vacina

source: Antibiotic
pt_br: Antibiótico

source: Vermifuge/Dewormer
pt_br: Vermífugo

source: Supplement/Vitamin
pt_br: Suplemento/Vitamina

source: Hormone
pt_br: Hormônio

source: Exam/Diagnosis
pt_br: Exame/Diagnóstico

source: Milliliters (ml)
pt_br: Mililitros (ml)

source: Grams (g)
pt_br: Gramas (g)

source: Milligrams (mg)
pt_br: Miligramas (mg)

source: Pills/Tablets
pt_br: Comprimidos

source: Units
pt_br: Unidades

source: Description
pt_br: Descrição

source: Type
pt_br: Tipo

source: Unit
pt_br: Unidade

source: Manufacturer
pt_br: Fabricante

source: Batch Number
pt_br: Número do Lote

source: Expiration Date
pt_br: Data de Validade

source: Active Ingredient
pt_br: Princípio Ativo

source: Withdrawal (Meat)
pt_br: Carência (Carne)

source: Days until safe for slaughter.
pt_br: Dias até o abate seguro.

source: Withdrawal (Milk)
pt_br: Carência (Leite)

source: Days until milk is safe.
pt_br: Dias até o leite estar seguro.

source: Default Dose
pt_br: Dose Padrão

source: Standard dose amount per animal
pt_br: Quantidade de dose padrão por animal

source: Cannot delete this medication because it has been used in sanitary events (active or archived).
pt_br: Não é possível excluir esta medicação porque ela foi utilizada em eventos sanitários (ativos ou arquivados).

source: Date of Event
pt_br: Data do Evento

source: Event Title
pt_br: Título do Evento

source: Notes/Observation
pt_br: Notas/Observação

source: Medication/Product
pt_br: Medicação/Produto

source: Total Event Cost
pt_br: Custo Total do Evento

source: Sanitary Event
pt_br: Evento Sanitário

source: Applied Dose
pt_br: Dose Aplicada

source: Cost per Head
pt_br: Custo por Cabeça

source: Observation
pt_br: Observação

source: Sanitary Event Target
pt_br: Alvo do Evento Sanitário

source: Sanitary Event Targets
pt_br: Alvos do Evento Sanitário

source: Delete Event
pt_br: Excluir Evento

source: Delete Sanitary Event
pt_br: Excluir Evento Sanitário

source: Are you sure you want to delete the event <strong>%(title)s</strong> (%(date)s)? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o evento <strong>%(title)s</strong> (%(date)s)? Ele será movido para a Lixeira.

source: Permanently Delete Event
pt_br: Excluir Evento Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the event <strong>%(title)s</strong> (%(date)s)?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> o evento <strong>%(title)s</strong> (%(date)s)?

source: Restore Event
pt_br: Restaurar Evento

source: Restore Sanitary Event
pt_br: Restaurar Evento Sanitário

source: Are you sure you want to restore the event <strong>%(title)s</strong> (%(date)s)?
pt_br: Tem certeza de que deseja restaurar o evento <strong>%(title)s</strong> (%(date)s)?

source: Event Details
pt_br: Detalhes do Evento

source: Back to Sanitary Events
pt_br: Voltar para Eventos Sanitários

source: Total Cost
pt_br: Custo Total

source: Edit Event
pt_br: Editar Evento

source: Affected Animals
pt_br: Animais Afetados

source: View
pt_br: Visualizar

source: Edit Sanitary Event
pt_br: Editar Evento Sanitário

source: Manage Targets
pt_br: Gerenciar Alvos

source: Select animals to remove from this event. Cost per head will be recalculated.
pt_br: Selecione animais para remover deste evento. O custo por cabeça será recalculado.

source: Remove
pt_br: Remover

source: No animals linked to this event.
pt_br: Nenhum animal vinculado a este evento.

source: Save Changes
pt_br: Salvar Alterações

source: Delete this Event
pt_br: Excluir este Evento

source: A complete history of all sanitary events, vaccinations, and treatments applied to the herd.
pt_br: Um histórico completo de todos os eventos sanitários, vacinações e tratamentos aplicados ao rebanho.

source: Add Event
pt_br: Adicionar Evento

source: Title
pt_br: Título

source: No sanitary events found.
pt_br: Nenhum evento sanitário encontrado.

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Showing
pt_br: Mostrando

source: to
pt_br: a

source: of
pt_br: de

source: results
pt_br: resultados

source: Sanitary Event Trash Bin
pt_br: Lixeira de Eventos Sanitários

source: A list of all deleted sanitary events.
pt_br: Uma lista de todos os eventos sanitários excluídos.

source: Delete Medication
pt_br: Excluir Medicação

source: Are you sure you want to delete medication <strong>%(name)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir a medicação <strong>%(name)s</strong>? Ela será movida para a Lixeira.

source: Permanently Delete Medication
pt_br: Excluir Medicação Permanentemente

source: Are you sure you want to <strong>permanently delete</strong> the medication <strong>%(name)s</strong>?
pt_br: Tem certeza de que deseja <strong>excluir permanentemente</strong> a medicação <strong>%(name)s</strong>?

source: Restore Medication
pt_br: Restaurar Medicação

source: Are you sure you want to restore the medication <strong>%(name)s</strong>?
pt_br: Tem certeza de que deseja restaurar a medicação <strong>%(name)s</strong>?

source: A list of all medications and treatments available for your herd.
pt_br: Uma lista de todas as medicações e tratamentos disponíveis para o seu rebanho.

source: Add Medication
pt_br: Adicionar Medicação

source: Expiry
pt_br: Validade

source: days
pt_br: dias

source: None
pt_br: Nenhum

source: No medications found.
pt_br: Nenhuma medicação encontrada.

source: Medication Trash Bin
pt_br: Lixeira de Medicações

source: A list of all deleted medications.
pt_br: Uma lista de todas as medicações excluídas.

source: Record a health event for the selected animals.
pt_br: Registre um evento sanitário para os animais selecionados.

source: Total cost for the batch/bottle. Will be divided among animals.
pt_br: Custo total do lote/frasco. Será dividido entre os animais.

source: Save Event
pt_br: Salvar Evento

source: Selected Animal (%(count)s)
pt_br: Animal Selecionado (%(count)s)

source: No cattle selected for this event.
pt_br: Nenhum gado selecionado para este evento.

source: Sanitary event created successfully.
pt_br: Evento sanitário criado com sucesso.

source: Sanitary event updated successfully.
pt_br: Evento sanitário atualizado com sucesso.

source: Event restored successfully.
pt_br: Evento restaurado com sucesso.

source: Event permanently deleted.
pt_br: Evento excluído permanentemente.

source: Edit Medication
pt_br: Editar Medicação

source: Cannot delete this medication because it is linked to existing sanitary events.
pt_br: Não é possível excluir esta medicação porque ela está vinculada a eventos sanitários existentes.

source: Medication restored successfully.
pt_br: Medicação restaurada com sucesso.

source: Medication not found.
pt_br: Medicação não encontrada.

source: Medication permanently deleted.
pt_br: Medicação excluída permanentemente.

source: Cannot permanently delete this medication because it is still linked to historical/archived events.
pt_br: Não é possível excluir permanentemente esta medicação porque ela ainda está vinculada a eventos históricos/arquivados.

source: Pasture
pt_br: Pasto

source: Feedlot
pt_br: Confinamento

source: Corral
pt_br: Curral

source: Hospital
pt_br: Enfermaria

source: Maternity
pt_br: Maternidade

source: Resting
pt_br: Descanso

source: Maintenance
pt_br: Manutenção

source: Area (ha)
pt_br: Área (ha)

source: Size of the area in hectares
pt_br: Tamanho da área em hectares

source: Capacity (Head)
pt_br: Capacidade (Cabeças)

source: Maximum recommended animals
pt_br: Máximo de animais recomendado

source: If unchecked, the location is retired or fenced off.
pt_br: Se desmarcado, o local está aposentado ou cercado.

source: Rotation
pt_br: Rotação

source: Weaning
pt_br: Desmame

source: Medical Treatment
pt_br: Tratamento Médico

source: Sale
pt_br: Venda

source: Weight Check
pt_br: Checagem de Peso

source: Origin
pt_br: Origem

source: Source location. Null if purchase/entry.
pt_br: Local de origem. Nulo se compra/entrada.

source: Destination
pt_br: Destino

source: Movement
pt_br: Movimentação

source: Movements
pt_br: Movimentações

source: Cannot move cattle to an inactive location.
pt_br: Não é possível mover gado para um local inativo.

source: Delete Location
pt_br: Excluir Local

source: Are you sure you want to delete location <strong>%(name)s</strong>? It will be moved to the Trash Bin.
pt_br: Tem certeza de que deseja excluir o local <strong>%(name)s</strong>? Ele será movido para a Lixeira.

source: Warning
pt_br: Aviso

source: This location currently has cattle assigned to it.
pt_br: Este local atualmente possui gado atribuído a ele.

source: Permanently Delete Location
pt_br: Excluir Local Permanentemente

source: Are you sure you want to PERMANENTLY delete
pt_br: Tem certeza de que deseja excluir PERMANENTEMENTE

source: Deletion Blocked
pt_br: Exclusão Bloqueada

source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Restore Location
pt_br: Restaurar Local

source: Are you sure you want to restore
pt_br: Tem certeza que deseja restaurar

source: It will appear in the main list again.
pt_br: Ele aparecerá na lista principal novamente.

source: Area
pt_br: Área

source: Head Count
pt_br: Contagem de Cabeças

source: Stocking Rate
pt_br: Taxa de Lotação

source: Total Weight
pt_br: Peso Total

source: Occupancy
pt_br: Ocupação

source: Current Inventory
pt_br: Inventário Atual

source: No animals currently in this location.
pt_br: Nenhum animal atualmente neste local.

source: Received from
pt_br: Recebido de

source: Sent to
pt_br: Enviado para

source: No recent movements.
pt_br: Nenhuma movimentação recente.

source: Update Location
pt_br: Atualizar Local

source: Create Location
pt_br: Criar Local

source: Farm Map & Locations
pt_br: Mapa da Fazenda & Locais

source: Overview of all pastures and facilities.
pt_br: Visão geral de todos os pastos e instalações.

source: Add Location
pt_br: Adicionar Local

source: Trash Bin - Locations
pt_br: Lixeira - Locais

source: View and restore deleted locations.
pt_br: Visualizar e restaurar locais excluídos.

source: Deleted At
pt_br: Data da Exclusão

source: Trash bin is empty.
pt_br: A lixeira está vazia.

source: Moving
pt_br: Movimentando

source: Animals being moved
pt_br: Animais sendo movidos

source: Confirm Movement
pt_br: Confirmar Movimentação

source: Location not found.
pt_br: Local não encontrado.
